Pipe Heat Transfer/Linux Files/cases/turb_Re5000/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.0084375;
boundaryField
{
    inlet   { type fixedValue; value uniform 0.0084375; }
    outlet  { type zeroGradient; }
    wall    { type kLowReWallFunction; value uniform 0.0084375; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
