Pipe Heat Transfer/Linux Files/cases/turb_Re5000/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 28.74944542499729;
boundaryField
{
    inlet   { type fixedValue; value uniform 28.74944542499729; }
    outlet  { type zeroGradient; }
    wall    { type omegaWallFunction; value uniform 28.74944542499729; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
